{
    "banner": {
      "homepage": "Home Page",
      "hybrid": "Hybrid Ecosystem",
      "analysis":"Gameplay Analysis",
      "development": "Development Analysis",
      "join":"Join Now",
      "shaping":"Minting Joy on the Blockchain, Shaping the Future of Web3.",
      "cryptocurrency":"As blockchain and cryptocurrency continue to evolve at a rapid pace, the GameFi and MEME token sectors have gone through waves of experimentation and innovation. PLAYFUN emerges as a brand-new token and ecosystem—not only aiming to deliver entertainment and rewards, but also to reshape how blockchain games and communities interact. It's more than just a token; it’s a revolutionary ecosystem hybrid that fuses the essence of GameFi and MEME culture, striving to build a true “FunFi” world owned by the players"
    },
    "firstComp": {
        "title":"Core Philosophy",
        "desc":"Returning to 'Experience' over 'Narrative'",
        "content":"Amid the growing homogenization of blockchain games and MEME tokens, PLAYFUN offers a fresh solution. It’s not just another tool for quick riches—it represents a return to the essence of experience. PLAYFUN lets players genuinely enjoy the game, and through that enjoyment, naturally inspire others to join. Its core belief is simple: 'We don't pump to get rich — we play to spread.'"
    },
    "secondComp": {
      "title":"PLAYFUN's Core Values",
      "topTitle1":"Easy to Pick Up",
      "bottomTitle1":"Casual Game Platform",
      "topTitle2":"Lightweight Model",
      "bottomTitle2":"High Scalability",
      "topTitle3":"MEME is Consensus",
      "bottomTitle3":"Social is Virality",
      "topTitle4":"Sustainable",
      "bottomTitle4":"Mechanism Design",
      "desc1":"Every token can be directly used to participate in games, triggering a viral effect. Games are no longer just tools for entertainment—they become the driving force of the token ecosystem.",
      "desc2":"The platform’s game modules support rapid iteration and community co-creation, ensuring a continuous flow of innovative content to satisfy players’ desire for novelty.",
      "desc3":"Through playful visual design and meme-based cultural messaging, the platform sparks community resonance and organic sharing—unleashing viral growth across social networks.",
      "desc4":"A dynamic tax adjustment mechanism ensures long-term sustainability. Fund distribution is transparent and automated, offering maximum protection for participants’ interests."
    },
    "thirdComp": {
        "title": "Core Project Objective",
        "desc": "Create a token for everyone and reshape community relationships",
        "content1": "PLAYFUN's goal is not to generate short-term profits through rapid price surges and crashes, but to build a long-term, stable Web3 token project accessible to users worldwide. It's more than just a token—it's a vibe, a new way to restructure community dynamics. Through a decentralized consensus arena, players and community members can co-build the ecosystem and truly become stakeholders and co-creators.",
        "content2": "As its slogan puts it: 'It’s not about hype and packaging, but about returning the power to gameplay; not about slogans, but about the creative force of the community speaking for itself.' PLAYFUN isn't just creating a token—it's building an ecosystem for players, a game and community that brings lasting value to every participant."
    },
    "fourthComp": {
  "title": "Rapid Market Cap Growth Target",
  "left": "The total amount of the prize pool = the total revenue of the platform × 20%. It is settled at 0:00 every day and rewards are distributed according to the ranking.",
  "itemTitle1": "Launch Phase",
  "itemTitle2": "Progression Phase",
  "itemTitle3": "Final Peak Battle",
  "target": "Market Cap Target",
  "dollar": "USD",
  "content": "Each phase will ignite global buzz through community collaboration, KOL pushes, and platform partnerships—ensuring PLAYFUN’s explosive energy is felt by every user."
},
"fifthComp": {
  "title1": "Innovative Web3",
  "title2": "‘Yu’E Bao’-Style Ecosystem Mechanism",
  "desc": "PLAYFUN is more than just a token—it pioneers the first ‘Yu’E Bao’-style ecosystem mechanism in the Web3 space, offering additional revenue streams for token holders. Each day, 10% of the platform’s net profit is injected into the Yu’E Bao profit-sharing pool. Users holding PLAYFUN tokens receive daily distributions based on their holdings and the platform’s total deposits.",
  "content": "The innovation of this mechanism lies in:",
  "itemTitle1": "Daily Earning",
  "itemContent1": "All earnings are distributed daily and automatically credited to users’ Yu’E Bao accounts.",
  "itemTitle2": "Compound Growth",
  "itemContent2": "Users can achieve compound returns by withdrawing only after holding for 24 hours.",
  "itemTitle3": "Fair and Transparent",
  "itemContent3": "The profit distribution algorithm ensures fair allocation based on each user’s token holdings.",
  "bottomContent": "This design not only encourages players to hold tokens but also binds the interests of players and the platform through long-term returns."
},
"sixthComp": {
    "title": "PLAYFUN Trading Mechanism",
    "desc": "Fully On-chain Transparency · Automated Execution",
    "content1": "Unified Buy/Sell Tax Rate",
    "content2": "Automatically Adjusted 'Three Months After Launch'",
    "enter": "Fully Enter the Free Market Phase",
    "forever": "Permanent",
    "tax": "Tax",
    "leftTitle": "Automatic Tax Distribution Mechanism",
    "leftContent": "Every transaction's tax is automatically distributed by the contract, fully transparent throughout",
    "item1Content": "Ecosystem Development Wallet (Long-term Operation & Ecosystem Expansion of PLAYFUN)",
    "item2Content": "Marketing Wallet (100% Market Promotion, Continually Boosting Global Popularity)",
    "item3Content": "Auto Market-Buy Pool (Daily System Buyback Injected into the PLAYFUN DAPP Game Pool)",
    "item4Content": "Auto Buyback & Burn (Daily at 8:00 AM UTC+8 AVE Draw Line · Black Hole Burn)",
    "rightContent1": "Four-Wheel Drive",
    "rightContent2": "Infinite Loop",
    "rightContent3": "Dual-Side Price Support",
    "rightContent4": "Perpetual Deflation"
  },
  "seventhComp": {
    "title": "PLAYFUN Token Distribution",
    "desc": "Tokenomics",
    "item1": "Total Presale Allocation",
    "item2": "Presale Reward Mechanism Distribution",
    "item3": "Initial LP Liquidity Pool Addition",
    "item4": "Early Airdrop for Public Game DAPP Trial",
    "item5": "Business Airdrop for Global Exchanges and Market Platforms",
    "item6": "Early Incentive Airdrop for Global Team Leaders",
    "item7": "Airdrop for Core Members of the Business Academy",
    "item8": "Reserved for PLAYFUN Game Library Ecosystem Pool",
    "content": "Black Hole: All unused tokens have been fully burned and deflation continues",
    "tokens":"tokens"
  },
    "eighthComp": {
      "title": "Future Outlook",
      "desc1": "PLAYFUN is not just a new token—it represents the deep integration of gaming and community in the Web3 era. Through innovative gaming experiences, community co-creation, and profit-sharing mechanisms, PLAYFUN is building a brand-new GameFi ecosystem for players around the world. It’s more than just a token—it’s a new community economic model that enables every player to gain returns while enjoying the game.",
      "desc2": "In the future, PLAYFUN aims to become the universal token project in the Web3 world, continuously attracting new players and supporters through innovative ecosystems and mechanisms, and jointly creating a healthier and more sustainable blockchain gaming world.",
      "content1": "\"Don't explain the future, reshape it!\"",
      "content2": "— This is the attitude PLAYFUN brings, and the energy it delivers to every user!"
    },
    "ninthComp":{
     "title":"Team Introduction",
     "item1": "10 years of game development experience, previously led casual game projects at Finnish mobile game company Supercell. Specializes in rapid iteration and user retention optimization. Led a casual game with over 500,000 DAU.",
  "item2": "AI + Blockchain expert with a PhD in Machine Learning from the University of Cambridge. Previously developed AI oracle modules for Chainlink. Published the paper 'Automated Vulnerability Detection in Smart Contracts' in IEEE.",
  "item3": "Former Head of Growth at Indonesian social platform Gojek. Achieved 0 to 1 million MAU in the Southeast Asian market through localized operations. Experienced in cold-starting Web3 communities.",
  "item4": "Advisor at Crypto Valley in Zug, Switzerland. Designed deflationary models for multiple GameFi projects. Previously provided tokenomics consulting for the Polygon ecosystem."
    },
    "tenthComp":{
      "title":"strategic cooperation",
      "desc":"Our execution ability"
    },
    "endComp":{
      "project":"project",
      "about":"About AIX",
      "roadMap":"RoadMap",
      "team":"Team",
      "partner":"Partner",
      "record":"Transaction Record",
      "whitePaper":"WhitePaper",
      "document":"Document",
      "helpCenter":"Help Center",
      "community":"Community",
      "describe":"Describe",
      "newest":"Describ Newest messages"
    }

  }